{
    "class-6-english": "Complete Class 6 English notes, summaries, and textual questions/answers for easier learning.",
    "class-6-assamese": "Class 6 Assamese literature notes, grammar, and poem explanations.",
    "class-6-hindi": "Class 6 Hindi stories, poems, and grammar resources for students.",
    "class-6-mathematics": "Step-by-step Class 6 Mathematics solutions and concept explanations.",
    "class-6-science": "Comprehensive Class 6 Science notes covering physics, chemistry, and biology basics.",
    "class-6-social-science": "Complete Class 6 Social Science notes, summaries, and textual questions/answers for easier learning.",
    "class-6-computer-science": "Class 6 Computer Science basics, programming, and hardware concepts.",
    "class-7-english": "Detailed Class 7 English lessons, poem summaries, and grammar guides.",
    "class-7-assamese": "Class 7 Assamese text analysis, questions, and grammar study materials.",
    "class-7-hindi": "Class 7 Hindi comprehensive notes and chapter summaries.",
    "class-7-mathematics": "Class 7 Math problem-solving guides and formula sheets.",
    "class-7-science": "Class 7 Science study materials, experiments, and theoretical concepts.",
    "class-7-social-science": "In-depth Class 7 Social Science resources for history, geography, and civics.",
    "class-7-computer-science": "Class 7 Computer Science notes on software, internet, and coding.",
    "class-8-english": "Class 8 English prose, poetry, and advanced grammar lessons.",
    "class-8-assamese": "Class 8 Assamese literature study guides and exam preparation notes.",
    "class-8-hindi": "Class 8 Hindi chapter-wise notes and question banks.",
    "class-8-mathematics": "Class 8 Mathematics algebra, geometry, and arithmetic solutions.",
    "class-8-science": "Class 8 Science notes physics, chemistry, biology and environmental science.",
    "class-8-social-science": "Class 8 Social Science history, political science, and geography notes.",
    "class-8-computer-science": "Class 8 Computer Science programming and IT fundamentals.",
    "class-9-english": "Class 9 English Beehive and Moments notes, summaries, and questions.",
    "class-9-assamese": "Class 9 Assamese Sahitya Chayan notes and grammar.",
    "class-9-hindi": "Class 9 Hindi Sparsh and Sanchayan study materials.",
    "class-9-mathematics": "Class 9 Mathematics theorems, constructions, and problem solutions.",
    "class-9-science": "Class 9 Science comprehensive notes for physics, chemistry, and biology.",
    "class-9-social-science": "Class 9 Social Science history, geography, democratic politics, and economics.",
    "class-9-computer-science": "Class 9 Computer Science algorithms, boolean algebra, and C programming.",
    "class-9-advanced-mathematics": "Class 9 Advanced Mathematics complex numbers, sets, and functions.",
    "class-10-english": "Class 10 English First Flight and Footprints Without Feet board exam notes.",
    "class-10-assamese": "Class 10 Assamese board exam preparation notes and grammar.",
    "class-10-hindi": "Class 10 Hindi board exam study guides and sample papers.",
    "class-10-mathematics": "Class 10 Mathematics standard and basic notes, formulas, and solutions.",
    "class-10-science": "Class 10 Science board exam notes, chemical reactions, life processes, and more.",
    "class-10-social-science": "Class 10 Social Science history, resources, fedaralism, and development notes.",
    "class-10-computer-science": "Class 10 Computer Science database, HTML, and networking notes.",
    "class-10-advanced-mathematics": "Class 10 Advanced Mathematics trigonometry, coordinate geometry, and progression.",
    "class-11-english": "Class 11 English Hornbill and Snapshots notes and writing skills.",
    "class-11-assamese": "Class 11 Assamese literature and functional grammar notes.",
    "class-11-physics": "Class 11 Physics mechanics, thermodynamics, and waves notes.",
    "class-11-chemistry": "Class 11 Chemistry structure of atom, bonding, and states of matter notes.",
    "class-11-biology": "Class 11 Biology diversity, cell structure, and plant physiology notes.",
    "class-11-mathematics": "Class 11 Mathematics sets, relations, functions, and calculus basics.",
    "class-11-accountancy": "Class 11 Accountancy financial accounting and ledger notes.",
    "class-11-business-studies": "Class 11 Business Studies trade, internal trade, and business services.",
    "class-11-economics": "Class 11 Economics microeconomics and statistics for economics.",
    "class-11-history": "Class 11 History world history themes and civilization notes.",
    "class-11-political-science": "Class 11 Political Science constitution and political theory.",
    "class-11-sociology": "Class 11 Sociology society, culture, and social change.",
    "class-11-geography": "Class 11 Geography physical geography and india physical environment.",
    "class-11-anthropology": "Class 11 Anthropology biological and social anthropology basics.",
    "class-11-education": "Class 11 Education psychology and educational philosophy.",
    "class-11-logic-philosophy": "Class 11 Logic & Philosophy deductive and inductive logic.",
    "class-12-english": "Class 12 English Flamingo and Vistas board exam notes.",
    "class-12-assamese": "Class 12 Assamese literature and composition for board exams.",
    "class-12-physics": "Class 12 Physics electrostatics, magnetism, and optics notes.",
    "class-12-chemistry": "Class 12 Chemistry solid state, solution, electrochemistry and organic chemistry.",
    "class-12-biology": "Class 12 Biology reproduction, genetics, and ecology notes.",
    "class-12-mathematics": "Class 12 Mathematics calculus, vectors, and 3D geometry.",
    "class-12-accountancy": "Class 12 Accountancy partnership, company accounts, and analysis.",
    "class-12-business-studies": "Class 12 Business Studies management, marketing, and finance.",
    "class-12-economics": "Class 12 Economics macroeconomics and indian economic development.",
    "class-12-history": "Class 12 History indian history themes and modern world.",
    "class-12-political-science": "Class 12 Political Science contemporary world politics.",
    "class-12-sociology": "Class 12 Sociology indian society and social movements.",
    "class-12-geography": "Class 12 Geography human geography and people and economy.",
    "class-12-anthropology": "Class 12 Anthropology human variation and prehistoric archaeology.",
    "class-12-education": "Class 12 Education educational psychology and development in india.",
    "class-12-logic-philosophy": "Class 12 Logic & Philosophy symbolic logic and indian philosophy."
}